{
  "articles": [
    {
      "date": "03\/10\/2014",
      "title": "State Tournament",
      "contents": [
        "On Saturday, we went to the Massachusetts state FTC competition in Bridgewater. There were 31 other teams there, all having qualified from a regional tournament, including many familiar faces from Arlington. After 40 rounds in the morning (5 matches per team), we had 10 QP and almost 700 RP, putting us in first place. In our first round, we set a high score of 281 points with our alliance partner. We discussed our scouting and decided to partner with team 4029, <a href='http://www.lexrobotics.com/'>2 Bits and a Byte</a>, who was in second place. After a lot of debating with them about who to pick as our last partner, we voted to choose team 7964, the Sprockets if they had not yet been chosen. In the alliance selection, everything worked out as planned and we teamed up with 4029 and 7964. We lost our first semifinal match due to a failure in Autonomous and not being able to crank up the flag in time, but we did much better in the second round and won it. Unfortunately, we couldn't manage to win the last match although Autonomous worked perfectly because our partner, 4029 was disconnected for the entire match and we were a couple of seconds away from hanging the robot along with raising the flag.",
        "We thoroughly enjoyed our judging; the judges asked lots of interesting questions about our building and our programming, and everyone contributed to answering their questions. Our team also had fun maximizing their team spirit, with everyone wearing team t-shirts, geartick hats, and belting out our team cheer. In the awards, we were runners-up in four categories, and with 4029 in several of them. We then won the Inspire Award, with 4029 winning the second-place Inspire Award, and will be going on to the Super-regional competition in April with teams 4377, 4029, 3737, 3085, and 1. More information can be found <a href='http://www.ftceast.org/'>here</a>. We are very excited to meet even more excellent teams!"
      ]
    }
  ]
}