{
  "articles": [
    {
      "date": "11\/11\/2014",
      "title": "New scoring sheet",
      "contents": [
        "We released a new scoring sheet - check it out <a href='https://docs.google.com/document/d/1Hm9JtBSwORX8uge0zEnBOyvXWC62dQ_E7rQkf01gFEY'>here</a>!"
      ]
    },
    {
      "date": "09\/25\/2014",
      "title": "Visiting iRobot",
      "contents": [
        "Today we visited iRobot to learn about CNC machines and transforming PTC Creo CAD models into finished, solid pieces.",
        "<img src='/images/IMG_20140925_151927918.jpg' style='width:70%;margin-left:15%'/>"
      ]
    },
    {
      "date": "07\/23\/2014",
      "title": "Gear Up With FTC Presentation",
      "contents": [
        "We presented our Materials Presentation on Gear Up With FTC! You can view the recording <a href='https://www.youtube.com/watch?v=wB0lS6CCU1E&list=PLEuGrYl8iBm67Us-rLsbCIupZQlC4eczB&index=5'>here</a>.",
        "Although we were initaially postponed a day due to FIRST having technical issues, everyone who presented had a blast. Jack even video-called in from Maine to present. We hope other teams will be able to learn from this presentation, and use a larger variety of materials next year."
      ]
    },
    {
      "date": "05\/27\/2014",
      "title": "World Championship Results!",
      "contents": [
        "We did very well at worlds!",
        "In the rankings, we did excellently, coming in the middle of the pack. In judging, we accomplished even more. We were finalists for the PTC Design Award, and even won a Judges' award, which came out to be the \"Ph. D. in Materials Science Award\".",
        "As for the next season, we've already begun our outreach, programming, Computer Aided Design, and GitHub efforts. The Gearticks are very excited to start on next year's competition! "
      ]
    },
    {
      "date": "04\/06\/2014",
      "title": "We're Headed to St. Louis!",
      "contents": [
        "The Gearticks had a great time at the East Super-Regional competition in York, PA. Although we went 4-4 in the qualification matches and were ranked 17th going into the alliance selection, we were the second pick of the first-place team. We had competed against them in the last match, successfully hanging all four robots for the first time in the event and getting a score of 360. Our alliance went on to win the Hopper Division, although we lost in the finals as both robots on our alliance disconnected. We then won both the Control Award and the Second-Place Inspire Award, and Anne Hutchinson, our coach, got the Compass Award. Because of winning the Second-Place Inspire Award and being on the finalist alliance, we will be going to St. Louis April 23-26. In the course of the competition, the world record for the highest alliance score (without penalty points) in competition was broken three times, going from 390 to 397 to 401 and then to 417, which was achieved by our alliance partners. Team 4029, <a href='http://www.lexrobotics.com/'>Two Bits and a Byte</a>, will also be advancing, as they captained the finalist alliance in the Tesla Division."
      ]
    },
    {
      "date": "03\/19\/2014",
      "title": "Newspaper Article",
      "contents": [
        "The Lincoln Gearticks robotics team of 14 middle and high school students from Lincoln and Westwood took the top award at the Massachusetts FIRST Tech Challenge (FTC) Robotics Championships on March 8 and will be heading to the <a href='http://www.ftceast.org/'>Eastern Super-Regional</a> in Pennsylvania next month along with five other teams from Massachusetts.",
        "The program is run by FIRST (For Inspiration and Recognition of Science and Technology), an organization founded by inventor Dean Kamen of Segway fame and Woodie Flowers, a professor of mechanical engineering at MIT, to inspire young people’s interest and participation in science and technology. Gearticks team members attend five different schools: Lincoln-Sudbury Regional High School, Lincoln Middle School, the Meadowbrook School in Weston, Landmark High School in Prides Crossing, and the Commonwealth School in Boston.",
        "The Gearticks, who won the Inspire award at the Massaschusetts event, are one of 72 teams in the eastern region to advance to the Super-Regionals. “We work well together as a team and are really excited about advancing to the next level of competition,” said Thom Quirk, a sophomore at Landmark.",
        "For many of the Lincoln Gearticks, FIRST has been a part of growing up. “Most of us have been participating in FIRST robotics since fourth grade, and this is our sixth year as a team,” said Catherine Appleby of Lincoln, a freshman at L-S. The team is coached by Anne Hutchinson and Margie Brown, both of Lincoln.",
        "When the annual robotics challenge is announced each fall, the team works together to design, build, and program a robot within preset guidelines and allowable materials set by FIRST. The team also uses 3D modeling software, PTC Creo, and completes a detailed engineering notebook at each team meeting. “We incorporated a lot of newly allowed materials into our robot, which enhanced our performance,” said Evan Glenn, a seventh-grader at the Meadowbrook School.",
        "“<a href='http://www.git-scm.com'>Git</a> was indispensable in programming our robot—it allows multiple programmers work on the same code base at the same time,” said Logan Engstrom, a Lincoln junior at L-S.",
        "The robot challenge is played on a 12-by-12-foot field. Teams are paired to form alliances and compete against another alliance in each match by operating their robots, which move blocks to baskets, raise a flag, and hang from a pull-up bar during 2½-minute competition rounds.",
        "“Communication and cooperation are definitely the keys to our team’s success,” said Andrew Lee, a sophomore at Lincoln-Sudbury. “We learned a lot from Martin Nowak, a professor of math and biology at Harvard University, who showed us mathematically the importance of cooperation at a Bemis Hall lecture in February.”",
        "<img alt='The Gearticks robot delivers blocks to crates to score points. Photo by Indrani Kharbanda' src='http://www.lincolnsquirrel.com/wp-content/uploads/2014/03/gearticks-robot.jpg' width='346' height='235'/><p>The Gearticks robot delivers blocks to crates to score points. <i>Photo by Indrani Kharbanda</i></p>",
        "After five rounds at the state event, the Lincoln Gearticks earned the highest ranking and the Inspire award. “We spent many hours working on our robot and fine-tuning its attachments, so it was very reliable in competition,” said L-S freshman Calvin Terpstra. Jack Hutchinson, a seventh-grader at Meadowbrook, added, “We built an amazing spring-steel suspension and a holonomic drive system, which is very maneuverable and reliable, both of which help us with handling on the robot.”",
        "The Gearticks learned a lot from companies  they consulted, especially from <a href='http://www.irobot.com/us'>iRobot</a> in Burlington. The team was particularly enthusiastic about iRobot’s ZipperMast—a mechanism with three reels of hinged panels that are mesh together into a tall, rigid mast. The Gearticks built a similar device to extend out vertically and then catch onto the pull up bar in the robot competition. The staff at iRobot also showed some of the team around their machining facility including their milling machine, and and helped them cut a part.",
        "“Visiting iRobot was a great opportunity—we learned many engineering concepts and also how to work with materials such as spring steel,” said Amelia Brown, an L-S sophomore.",
        "Despite the significant emphasis on robot performance in FTC, community outreach is an important aspect of the competition as well. The Gearticks enjoyed the outreach they did this year and wish to continue in the future. The team has hosted a STEM (science, technology, engineering and math) professional night at L-S which invited professionals in STEM careers to talk about their line of work, what their jobs are like, and any ways teenagers can be a part of these professions. Many members of the team have also participated in mentoring the local FIRST LEGO League teams, as well as volunteering as referees at their competitions. The Gearticks have also participated in many other FIRST events including WPI Touch Tomorrow, Boston Greenfest, and First Night in Boston.",
        "“It’s fun to give back to our community and promote FIRST ideas and values,” said L-S freshman Dante Muzila.",
        "Fundraising is also an essential element of the competition. To have successful season, the Gearticks must raise enough money to cover operating costs and registration fees as well as purchase new tools and materials. They have many valued sponsors, including large engineering companies and local businesses, but they’re still trying to cover the expenses for their Eastern Super Regional trip and are welcoming new companies to sponsor them. Please email <a href='mailto:ftc6055gearticks@gmail.com'>ftc6055gearticks@gmail.com</a> if your company is interested in sponsoring the team and earning a spot on their team T-shirts."
      ]
    },
    {
      "date": "03\/10\/2014",
      "title": "State Tournament",
      "contents": [
        "On Saturday, we went to the Massachusetts state FTC competition in Bridgewater. There were 31 other teams there, all having qualified from a regional tournament, including many familiar faces from Arlington. After 40 rounds in the morning (5 matches per team), we had 10 QP and almost 700 RP, putting us in first place. In our first round, we set a high score of 281 points with our alliance partner. We discussed our scouting and decided to partner with team 4029, <a href='http://www.lexrobotics.com/'>2 Bits and a Byte</a>, who was in second place. After a lot of debating with them about who to pick as our last partner, we voted to choose team 7964, the Sprockets, if they had not yet been chosen. In the alliance selection, everything worked out as planned and we teamed up with 4029 and 7964. We lost our first semifinal match due to a failure in Autonomous and not being able to crank up the flag in time, but we did much better in the second round and won it. Unfortunately, we couldn't manage to win the last match although Autonomous worked perfectly. Our partner, 4029, was disconnected for the entire match and we were a couple of seconds away from hanging the robot along with raising the flag.",
        "We thoroughly enjoyed our judging; the judges asked lots of interesting questions about our building and our programming, and everyone contributed to answering their questions. Our team also had fun maximizing their team spirit, with everyone wearing team t-shirts, geartick hats, and belting out our team cheer. In the awards, we were runners-up in four categories, and with 4029 in several of them. We then won the Inspire Award, with 4029 winning the second-place Inspire Award, and will be going on to the Super-regional competition in April with teams 4377, 4029, 3737, 3085, and 1. More information can be found <a href='http://www.ftceast.org/'>here</a>. We are very excited to meet even more excellent teams!"
      ]
    }
  ]
}
